export default {
  projections: {
    СтрокаЗаказаE: {
      товар: {
        __caption__: 'Товар',
        название: {
          __caption__: 'Название'
        }
      },
      количество: {
        __caption__: ''
      },
      сумма: {
        __caption__: 'Сумма'
      },
      название: {
        __caption__: 'Название'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'количество'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    товар: {
      __caption__: 'Товар'
    },
    заказ: {
      __caption__: 'заказ'
    },
    во: {
      __caption__: 'во'
    },
    название: {
      __caption__: 'Название'
    }
  }
};
